{
  "empty": {
    "type": "all",
    "title": "--Geen--",
    "content": {}
  },
  "productbeschrijving-1984": {
    "type": "productbeschrijving-boek",
    "title": "George Orwell - 1984",
    "link": "/sample_content/1984.html",
    "content": {
      "product-recensie": {
        "recensie": "Recensie"
      },
      "productbeschrijving": {
        "annotatie": "<blockquote>One of Britain’s most popular novels, George Orwell’s dystopian tale 1984 is set in a society terrorised by a totalitarian ideology propagated by The Party.</blockquote><person>Test</person>",
        "samenvatting-en": "<blockquote>It was a bright cold day in April, and the clocks were striking thirteen.</blockquote><p>Winston Smith works for the Ministry of Truth in London, chief city of Airstrip One. Big Brother stares out from every poster, the Thought Police uncover every act of betrayal. When Winston finds love with Julia, he discovers that life does not have to be dull and deadening, and awakens to new possibilities. Despite the police helicopters that hover and circle overhead, Winston and Julia begin to question the Party; they are drawn towards conspiracy. Yet Big Brother will not tolerate dissent – even in the mind. For those with original thoughts they invented Room 101. . .</p><p>Nineteen Eighty-Four is George Orwell’s terrifying vision of a totalitarian future in which everything and everyone is slave to a tyrannical regime. The novel also coined many new words and phrases which regular appear in popular culture, such as Big Brother’, ‘thoughtcrime’, ‘doublethink’ and ‘Newspeak’.</p><blockquote>More relevant to today that almost any other book that you can think of</blockquote><person>Jo Brand</person><blockquote>Right up there among my favourite books…I read it again and again</blockquote><person>Margaret Atwood</person><p>George Orwell (Eric Arthur Blair) was an accomplished social, political and literary commentator and essayist known for his non-fiction works The Road to Wigan Pier and Homage to Catalonia. His most famous novels, Animal Farm and 1984 have influenced a generation of twentieth century political satirists and dystopian novelists. This edition of Orwell’s seminal novel is introduced by Professor Peter Davidson.</p><p>Renegade street artist turned art professional, Shepard Fairey, has brought his iconic art to the cover of this literary masterpiece. Only one other of Orwell’s books, Animal Farm, has been re-jacketed with Fairey’s artwork. Impressive as they are potent, get ready to turn a few heads as these classics are eyed up with envy.</p><p><img src=\"https://s3.amazonaws.com/photo.goodreads.com/misc/1433545884-1433545884_goodreads_misc.png\"></p>",
        "samenvatting-nl": "<p>Literaire dystopie klassieker van een van de bekendste schrijvers uit Groot-Brittannië George Orwell</p><p>Dit is een Engelstalig boek.</p><p>Een van de meest populaire romans van Groot-Brittannië, is George Orwell's dystopische verhaal 1984 welke zicht afspeelt in een samenleving geterroriseerd door een totalitaire ideologie gepropageerd door De Partij.</p><p> 'Het was een heldere, koude dag in april, en de klokken sloegen dertien.'</p><p>Winston Smith werkt voor het ministerie van Waarheid in Londen en houdt zich bezig met het herschrijven van krantenberichten om aan te tonen dat de Partij het altijd bij het rechte eind heeft. Big Brother prijkt op elke poster, de Denkpolitie ontdekken elk verraad. Wanneer Winston verliefd wordt op Julia, ontdekt hij dat het leven niet saai hoeft te zijn, en staat hij open voor nieuwe mogelijkheden. Ondanks de politiehelikopters die boven de stad zweven, beginnen Winston en Julia te twijfelen aan de Partij; ze worden aangetrokken tot samenzwering. Maar Big Brother tolereert geen enkele andere vorm van meningsuiting dan die van de Partij- zelfs geestelijk. De meest gevreesde kamer is Kamer 101, waar zich altijd iemands grootste angst bevindt.          </p><p>Nineteen Eighty-Four is George Orwell's angstaanjagende visie van een totalitaire toekomst waarin alles en iedereen slaaf is van een tiranniek regime. De roman bracht de taal ook veel nieuwe woorden en zinnen die regelmatig verschijnen in de populaire cultuur, zoals 'Big Brother', 'thoughtcrime', 'doublethink' en 'Newspeak'.</p><blockquote>Relevanter vandaag de dag dan dat je in elk ander boek kan vinden</blockquote><person>Jo Brand</person><blockquote>Een van mijn meest favoriete boeken... Ik lees het elke keer opnieuw en opnieuw</blockquote><person>Margaret Atwood</person><p> George Orwell (Eric Arthur Blair) was een volleerd sociale, politieke en literaire commentator en essayist bekend om zijn non-fictie werken 'The Road to Wigan Pier' en 'Homage to Catalonia.' Zijn beroemdste romans, Animal Farm en 1984 hebben een hele generatie politieke satirici en dystopische romanschrijvers uit de twintigste eeuw beïnvloed. Deze editie van Orwell's rudimentaire roman 1984 wordt ingeleid door Professor Peter Davidson.</p><p>Shepard Fairey, een Amerikaanse maderne straat kunstenaar, grafisch ontwerper, activist, illustrator en oprichter van kledingmerk OBEY, heeft zijn iconische kunst op de cover van dit literaire meesterwerk aangebracht. (Evenals op een ander boek van Orwell ' Animal Farm'). Krachtige en indrukwekkende beelden die zeker een paar hoofden laten draaien. </p><p>Literaire dystopie klassieker van een van de bekendste schrijvers uit Groot-Brittannië.\"</p>"
      }
    }
  },
  "productbeschrijving-before_they_pass_away": {
    "type": "productbeschrijving-boek",
    "title": "Jimmy Nelson - Before They Pass Away",
    "link": "/sample_content/1984.html?content=before_they_pass_away",
    "content": {
      "annotatie": {
        "quote": "<blockquote>Games are fun</blockquote>"
      }
    }
  },
  "productbeschrijving-sonos": {
    "type": "productbeschrijving-electronica",
    "title": "Sonos PLAY:5 - Zwart",
    "link": "/sample_content/sonos.html",
    "content": {
      "productbeschrijving": {
        "samenvatting-nl": "<h3>Over de Sonos Playbar</h3><p>De Sonos Playbar zorgt ervoor dat je niet langer naar het matige geluid van je tv hoeft te luisteren maar kan genieten van superieure geluidskwaliteit. Deze soundbar kan je eenvoudig onder je tv plaatsen en in een handomdraai draadloos verbinden op je thuisnetwerk. De Playbar beschikt over negen ingebouwde luidsprekers die samen zorgen voor de geweldige luisterervaring in jouw kamer.</p><p>Wanneer je voor het beste wilt gaan kan je een SUB en 2x Play 1 toevoegen voor een 5.1-kanaals home-cinema, of voeg alleen een SUB toe voor een 3.1-kanaals hifisysteem.</p>"
      },
      "samenvatting": {
        "in-de-doos": "<ul><li>Ethernetkabel</li><li>Netsnoer</li><li>Optische audiokabel</li><li>Installatiehandleiding</li><li>Garantie en juridische informatie</li></ul>",
        "connectiviteit": "<ul><li>Via optische kabel direct aan te sluiten op je tv</li><li>Werkt ook met de afstandsbediening van je tv</li><li>Via WIFI en app stream je muziek via je laptop of mobiel</li><li>De app werkt met 60 streamingdiensten, waaronder Spotify, Deezer en Apple Music.</li><li>De app is er voor mobiel (iOS en Android) en desktop (Mac en Windows).</li></ul>",
        "kenmerken-en-features": "<p>Met de Sonos kan je meer dan alleen muziek draaien. Sonos is:</p><h4 id=\"deperfectetoevoegingonderjetv\">De perfecte toevoeging onder je TV</h4><p><img src=\"/sample_content/images/sonos-1.png\" alt=\"\" /></p><p>De Sonos Playbar is er voor de muziekliefhebber, dankzij de negen ingebouwde luidsprekers met ieder zijn eigen versterker ben je verzekerd van kraakhelder geluid in een prachtig design. Door naast de Playbar een Sonos SUB en 2x Play 1 toe te voegen maak je van jouw woonkamer een 5.1-kanaals homecinema. Het adembenemende geluid van deze soundbar wordt door het Engelse What Hi-Fi bekroond met 5/5 sterren.</p><h4 id=\"brengaljemuziekenspeakerssameninnapp\">Breng al je muziek en speakers samen in &eacute;&eacute;n app</h4><p><img src=\"/sample_content/images/sonos-2.png\" alt=\"\" /></p><p>Dankzij de Sonos app kan je vanaf nu al je muziek en speakers beheren in slechts &eacute;&eacute;n app. Wil je in &eacute;&eacute;n of meerdere kamers muziek afspelen? Maak met de app een selectie en stel gelijk je afspeellijst samen. Je kan direct vanaf de Sonos app gebruik maken van jouw favoriete streamingsdienst zoals Spotify, Deezer en Apple Music. De Sonos mobiele applicatie is er voor iOS en Android en de desktopversie is er voor Mac en Windows.&nbsp;</p><h4 id=\"brengaljemuziekenspeakerssameninnapp-1\">Breng al je muziek en speakers samen in &eacute;&eacute;n app</h4><p><img src=\"/sample_content/images/sonos-3.png\" alt=\"\" /></p><h4 id=\"genietvandemuzieknaarjouwkeuze\">Geniet van de muziek naar jouw keuze</h4><p><img src=\"/sample_content/images/sonos-4.png\" alt=\"\" /></p>"
      },
      "plus--en-minpunten": {
        "pluspunten": "<ul><li>Dit hifi-apparaat zorgt voor ongekend geluid voor onder je TV</li><li>Gemakkelijk te verbinden met eigen wifi-netwerk. Extra kastje is niet nodig</li><li>Door meerdere Sonos speakers toe te voegen creëer je een multiroom of surround opstelling</li><li>Eenvoudig op te hangen met de Sonos Wallmount. (niet meegeleverd)</li><li>Gemakkelijk te bedienen via Sonos app</li></ul>",
        "minpunten": "<ul><li>Bediening is via gratis app, geen losse afstandsbediening aanwezig</li><li>Streaming van muziek is via Wifi, geen ondersteuning voor Airplay en Bluetooth</li></ul>"
      }
    }
  },
  "pdp-fifa18": {
    "type": "pdp",
    "title": "FIFA 18",
    "link": "/sample_content/FIFA 18.html",
    "content": {
      "packshot": {
        "product-afbeeldingen": "Games are fun"
      }
    }
  },
  "pdp-sonos": {
    "type": "pdp",
    "title": "Sonos",
    "link": "/sample_content/sonos.html",
    "content": {
      "packshot": {
        "product-afbeeldingen": "Sonos is great"
      }
    }
  },
  "productafbeeldingen-sonos": {
    "type": "productafbeeldingen",
    "title": "Productafbeeldingen Sonos",
    "link": "/sample_content/sonos.html",
    "content": {
      "packshot": {
        "afbeelding": "https://firebasestorage.googleapis.com/v0/b/retail-tooling-cms.appspot.com/o/images%2F9200000050173636_1.jpg?alt=media&token=235133b9-56a2-46bb-b848-da59e428bf5e",
        "product-afbeeldingen": "[\"https://firebasestorage.googleapis.com/v0/b/retail-tooling-cms.appspot.com/o/images%2F9200000050173636_1.jpg?alt=media&token=235133b9-56a2-46bb-b848-da59e428bf5e\",\"https://firebasestorage.googleapis.com/v0/b/retail-tooling-cms.appspot.com/o/images%2F9200000050173636_10.jpg?alt=media&token=a830ef37-85a4-4a9b-9b16-80bb727acb12\",\"https://firebasestorage.googleapis.com/v0/b/retail-tooling-cms.appspot.com/o/images%2F9200000050173636_11.jpg?alt=media&token=ebf1ded7-1231-4cb5-b77d-e7317b3d7d35\",\"https://firebasestorage.googleapis.com/v0/b/retail-tooling-cms.appspot.com/o/images%2F9200000050173636_12.jpg?alt=media&token=00bb6539-c233-45d6-8174-83352f8acd6f\",\"https://firebasestorage.googleapis.com/v0/b/retail-tooling-cms.appspot.com/o/images%2F9200000050173636_13.jpg?alt=media&token=667a75dc-470c-40db-8874-494ecf16d529\"]"
      }
    }
  }
}
