{
  "empty": {
    "type": "all",
    "title": "--Geen--",
    "content": {}
  },
  "1984": {
    "type": "product-description",
    "title": "George Orwell - 1984",
    "content": {
      "annotatie": {
        "quote": "One of Britain’s most popular novels, George Orwell’s dystopian tale 1984 is set in a society terrorised by a totalitarian ideology propagated by The Party."
      },
      "product-recensie": {
        "recensie": "Recensie"
      },
      "samenvatting": {
        "samenvatting-en": "<blockquote>‘It was a bright cold day in April, and the clocks were striking thirteen.’</blockquote>          <p>Winston Smith works for the Ministry of Truth in London, chief city of Airstrip One. Big Brother stares out from every poster, the Thought Police uncover every act of betrayal. When Winston finds love with Julia, he discovers that life does not have to be dull and deadening, and awakens to new possibilities. Despite the police helicopters that hover and circle overhead, Winston and Julia begin to question the Party; they are drawn towards conspiracy. Yet Big Brother will not tolerate dissent – even in the mind. For those with original thoughts they invented Room 101. . .</p>          <p>Nineteen Eighty-Four is George Orwell’s terrifying vision of a totalitarian future in which everything and everyone is slave to a tyrannical regime. The novel also coined many new words and phrases which regular appear in popular culture, such as ‘Big Brother’, ‘thoughtcrime’, ‘doublethink’ and ‘Newspeak’.</p>          <blockquote>‘More relevant to today that almost any other book that you can think of’ Jo Brand</blockquote>          <blockquote>‘Right up there among my favourite books…I read it again and again’ Margaret Atwood</blockquote>          <p>George Orwell (Eric Arthur Blair) was an accomplished social, political and literary commentator and essayist known for his non-fiction works The Road to Wigan Pier and Homage to Catalonia. His most famous novels, Animal Farm and 1984 have influenced a generation of twentieth century political satirists and dystopian novelists. This edition of Orwell’s seminal novel is introduced by Professor Peter Davidson.</p>          <p>Renegade street artist turned art professional, Shepard Fairey, has brought his iconic art to the cover of this literary masterpiece. Only one other of Orwell’s books, Animal Farm, has been re-jacketed with Fairey’s artwork. Impressive as they are potent, get ready to turn a few heads as these classics are eyed up with envy.</p>          <p><img src=\"https://s3.amazonaws.com/photo.goodreads.com/misc/1433545884-1433545884_goodreads_misc.png\"></p>",
        "samenvatting-nl": "<p>Literaire dystopie klassieker van een van de bekendste schrijvers uit Groot-Brittannië George Orwell</p>          <p>Dit is een Engelstalig boek.</p>          <p>Een van de meest populaire romans van Groot-Brittannië, is George Orwell's dystopische verhaal 1984 welke zicht afspeelt in een samenleving geterroriseerd door een totalitaire ideologie gepropageerd door De Partij.</p>          <p> 'Het was een heldere, koude dag in april, en de klokken sloegen dertien.'</p>          <p>Winston Smith werkt voor het ministerie van Waarheid in Londen en houdt zich bezig met het herschrijven van krantenberichten om aan te tonen dat de Partij het altijd bij het rechte eind heeft. Big Brother prijkt op elke poster, de Denkpolitie ontdekken elk verraad. Wanneer Winston verliefd wordt op Julia, ontdekt hij dat het leven niet saai hoeft te zijn, en staat hij open voor nieuwe mogelijkheden. Ondanks de politiehelikopters die boven de stad zweven, beginnen Winston en Julia te twijfelen aan de Partij; ze worden aangetrokken tot samenzwering. Maar Big Brother tolereert geen enkele andere vorm van meningsuiting dan die van de Partij- zelfs geestelijk. De meest gevreesde kamer is Kamer 101, waar zich altijd iemands grootste angst bevindt.          </p>          <p>Nineteen Eighty-Four is George Orwell's angstaanjagende visie van een totalitaire toekomst waarin alles en iedereen slaaf is van een tiranniek regime. De roman bracht de taal ook veel nieuwe woorden en zinnen die regelmatig verschijnen in de populaire cultuur, zoals 'Big Brother', 'thoughtcrime', 'doublethink' en 'Newspeak'.</p>          <p>'Relevanter vandaag de dag dan dat je in elk ander boek kan vinden' Jo Brand</p>          <p> 'Een van mijn meest favoriete boeken... Ik lees het elke keer opnieuw en opnieuw' Margaret Atwood</p>          <p> George Orwell (Eric Arthur Blair) was een volleerd sociale, politieke en literaire commentator en essayist bekend om zijn non-fictie werken 'The Road to Wigan Pier' en 'Homage to Catalonia.' Zijn beroemdste romans, Animal Farm en 1984 hebben een hele generatie politieke satirici en dystopische romanschrijvers uit de twintigste eeuw beïnvloed. Deze editie van Orwell's rudimentaire roman 1984 wordt ingeleid door Professor Peter Davidson.</p>          <p>Shepard Fairey, een Amerikaanse maderne straat kunstenaar, grafisch ontwerper, activist, illustrator en oprichter van kledingmerk OBEY, heeft zijn iconische kunst op de cover van dit literaire meesterwerk aangebracht. (Evenals op een ander boek van Orwell ' Animal Farm'). Krachtige en indrukwekkende beelden die zeker een paar hoofden laten draaien. </p>          <p>Literaire dystopie klassieker van een van de bekendste schrijvers uit Groot-Brittannië.\"</p>"
      }
    }
  },
  "before_they_pass_away": {
    "type": "product-description",
    "title": "Jimmy Nelson - Before They Pass Away",
    "content": {
      "annotatie": {
        "quote": "Games are fun"
      }
    }
  }
}
